Repository: privacy-ethereum/openac-taiwan-citizen-digital-certificate-ios-example
Catalog: OpenACExampleApp/Localizable.xcstrings
Source language: en
Languages: zh_hant

# error.already_registered_title
source: Already registered
zh_hant: 使用者已經註冊過

# error.back_homepage
source: Back to Test Verifier
zh_hant: 返回測試驗證端

# error.challenge_expired_title
source: Registration expired
zh_hant: 註冊流程已過期

# error.copied
source: Copied
zh_hant: 已複製

# error.copy
source: Copy error details
zh_hant: 複製錯誤資訊

source: Error details
zh_hant: 錯誤詳細資訊

# error.explain.already_registered
source: This certificate is already registered and cannot be registered again.
zh_hant: 該自然人憑證已經註冊過，無法重新註冊。

# error.explain.cancel
source: You may have canceled signing, or verification timed out. Please try again.
zh_hant: 你可能取消了簽署，或驗證已逾時。請重新嘗試。

# error.explain.challenge_expired
source: This registration session has expired. Please try again.
zh_hant: 本次註冊流程已過期，請重新嘗試。

# error.explain.generic
source: An error occurred during verification. Please try again.
zh_hant: 驗證過程中發生錯誤，請重新嘗試。

# error.explain.moica_open
source: Make sure the mobile citizen certificate app is installed, then try again.
zh_hant: 請確認你已安裝行動自然人憑證 App，並重新嘗試。

# error.generic_problem_title
source: Verification issue
zh_hant: 驗證時發生問題

# error.moica_incomplete_title
source: Mobile citizen certificate confirmation not completed
zh_hant: 行動自然人憑證未完成確認

# error.moica_open_title
source: Cannot open mobile citizen certificate
zh_hant: 無法開啟行動自然人憑證 App

# error.retry
source: Try again
zh_hant: 重新嘗試

# error.screen_title
source: Something went wrong
zh_hant: 驗證時發生問題

# intro.badge_value
source: Verified Taiwanese Badge
zh_hant: 台灣人徽章

# intro.body
source: You will use your Mobile Citizen Digital Certificate to confirm you are a Taiwanese national aged 18 or older. After successful verification, Test Verifier profile will show the Verified Taiwanese Badge.
zh_hant: 你將使用行動自然人憑證確認自己是年滿 18 歲的台灣人。驗證成功後，測試驗證端個人檔案會顯示台灣人徽章。

# intro.condition_value
source: Taiwanese national, age 18+
zh_hant: 年滿 18 歲的台灣人

# intro.how_to_label
source: How it works
zh_hant: 使用方式

# intro.how_to_value
source: Sign using the mobile citizen certificate app
zh_hant: 透過行動自然人憑證 App 完成簽署

# intro.learn_shared
source: What information is shared
zh_hant: 了解會分享哪些資訊

# intro.privacy_note
source: Test Verifier receives the information needed to complete verification to confirm your badge eligibility and update your profile. Full identity data is not shared directly with Test Verifier.
zh_hant: 測試驗證端會收到完成驗證所需的資訊，用來確認你符合徽章資格並更新你的個人檔案。完整身分資料不會直接提供給測試驗證端。

# intro.start
source: Start verification
zh_hant: 開始驗證

# intro.title
source: Get your Verified Taiwanese Badge with Mobile Citizen Digital Certificate
zh_hant: 使用行動自然人憑證 取得台灣人徽章

# intro.verify_condition
source: Requirement
zh_hant: 驗證條件

# intro.verify_content
source: Verification
zh_hant: 驗證內容

# learn_more.body
source: Traditional identity checks may ask you to share full credential data with a website. This flow is different: your browser or device prepares a verifiable result, and the website only receives what it needs for this verification.
zh_hant: 一般的身份驗證可能需要你把完整證件資料提供給網站。這個流程不同：系統會在你的裝置上確認你是否符合本次要求，並只讓網站取得必要的驗證結果。

# learn_more.done
source: Got it
zh_hant: 我知道了

# learn_more.nav_title
source: How this technology protects your data
zh_hant: 這項技術如何保護你的資料？

# learn_more.section1.body
source: The website usually only needs to know whether you meet the requirement, not your full identity details.
zh_hant: 網站通常只需要知道你是否符合這次要求，例如是否具備使用資格，而不需要看到完整身份資料。

# learn_more.section1.title
source: Only the necessary result
zh_hant: 只確認必要結果

# learn_more.section2.body
source: Your credential is used to prepare the verification result, but the website does not need to receive the full certificate contents.
zh_hant: 你的資料會被用來產生本次驗證所需的結果，但網站不需要取得完整自然人憑證內容。

# learn_more.section2.title
source: No full credential sharing
zh_hant: 不直接分享完整資料

# learn_more.section3.body
source: This flow uses OpenAC and zero-knowledge technology to confirm eligibility while reducing unnecessary data disclosure.
zh_hant: 這個流程使用 OpenAC 與零知識技術，讓系統可以確認資格，同時減少不必要的資料揭露。

# learn_more.section3.title
source: Privacy-preserving technology
zh_hant: 使用隱私保護技術

# moica.CERT_SIGNDATA_ERR
source: Signing data error. Please contact support.
zh_hant: 簽章資料不成功,請洽客服人員。

# moica.CERT_SIGNDATA_MISMATCH
source: Signing data error. Please contact support.
zh_hant: 簽章資料不成功,請洽客服人員。

# moica.DB_CLOSE_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.DB_CONN_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.DB_JNDI_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.DB_ROOLBACK
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.DB_SQL_EXP
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.DEV_DESC_MISMATCH
source: Device name does not match. Please try again.
zh_hant: 裝置名稱不符,請重新再試一次。

# moica.DEV_LIM_REACHED
source: Device binding limit reached. Please deregister a device on the mobile citizen certificate website, then apply again.
zh_hant: 裝置綁定已達上限,請至行動自然人憑證網站註銷後,再重新申請。

# moica.DEVID_DEVPROF_DBSQL
source: Could not retrieve device information. Please contact support.
zh_hant: 查詢裝置資訊不成功,請洽客服人員處理。

# moica.DEVID_DEVPROF_NF
source: Could not retrieve device information. Please confirm the device name on the official mobile citizen certificate website.
zh_hant: 查詢裝置資訊不成功,請至行動自然人憑證官方網站確認該裝置名稱是否一致。

# moica.DEVPROF_UPD_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.IDNUM_DEVID_MISMATCH
source: Device name does not match the national ID. Please try again.
zh_hant: 裝置名稱與使用者身分證號不符,請重新再試一次。

# moica.IDNUM_DEVPROF_DBSQL
source: Could not retrieve user information. Please contact support.
zh_hant: 查詢使用者資訊不成功,請洽客服人員處理。

# moica.IDNUM_DEVPROF_NF
source: You have not registered this device. Please bind your device and apply for a mobile citizen certificate first.
zh_hant: 您尚未註冊綁定裝置,請先綁定裝置並申請行動自然人憑證。

# moica.INV_SP_CHECKSUM
source: Data verification failed. Please contact the app administrator.
zh_hant: 資料驗證不成功,請洽該應用服務之管理員。

# moica.NFCNONCE_DBSQL
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.NFCNONCE_DEL_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.NFCNONCE_INS_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.OTP_EXPIRED
source: Verification code expired. Please try again.
zh_hant: 驗證碼逾時,請重新再試一次。

# moica.OTP_IDNUM_MISMATCH
source: Could not retrieve user information. Please contact support.
zh_hant: 查詢使用者資訊不成功,請洽客服人員處理。

# moica.OTP_INS_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PM_IDN_FT_ERR
source: Invalid national ID number. Please try again.
zh_hant: 身分證字號錯誤 請重新輸入

# moica.PS_1001
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_5000
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_CONNECT_IOEXC
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_FCM_ABORTED
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_FCM_ALREADY_EXISTS
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_FCM_CANCELLED
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_FCM_CONFLICT
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_FCM_DATA_LOSS
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_FCM_UNAUTHENTICATED
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_FCM_UNAVAILABLE
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_FCM_UNKNOWN
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.PS_JSON_MISS_KEY
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.SIGNDATA_LEN_LIMIT
source: Signing data exceeds the limit (1024 characters max).
zh_hant: 簽章資料長度到達上限(上限 1024 個字元)。

# moica.SPTKT_DEL_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.SPTKT_DIG_FT_ERR
source: Data verification failed. Please contact the app administrator.
zh_hant: 資料驗證不成功,請洽該應用服務之管理員。

# moica.SPTKT_OVD
source: Verification code expired. Please run the verification flow again.
zh_hant: 驗證碼已過期,請重新執行驗證流程。

# moica.SPTKT_PLD_FT_ERR
source: Invalid data format. Please contact the app administrator.
zh_hant: 資料格式有誤,請洽該應用服務之管理員。

# moica.SPTKT_TIME_FT_ERR
source: Data verification failed. Please contact the app administrator.
zh_hant: 資料驗證不成功,請洽該應用服務之管理員。

# moica.SPTKT_TIME_ORV
source: Data verification failed. Please contact the app administrator.
zh_hant: 資料驗證不成功,請洽該應用服務之管理員。

# moica.SPTKTID_SPTKT_NF
source: Verification code not found. Please run the verification flow again.
zh_hant: 驗證碼不存在,請重新執行驗證流程。

# moica.SPTKTID_SPTKT_RDM
source: Verification code already used. Please run the verification flow again.
zh_hant: 驗證碼已被使用,請重新執行驗證流程。

# moica.SPTKTID_TXNLOG_NF
source: Authentication/signing is not complete yet. Please try again later.
zh_hant: 使用者認證/簽署作業尚未完成,請稍後再試。

# moica.TGT_INV
source: Data verification failed. Please contact the app administrator.
zh_hant: 資料驗證不成功,請洽該應用服務之管理員。

# moica.UNDEFINED
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# moica.USERPROF_UPD_ERR
source: System maintenance in progress. Please try again later.
zh_hant: 系統維護中,請稍後再試。

# progress.chip1
source: Only necessary result
zh_hant: 只確認必要結果

# progress.chip2
source: No full identity sharing
zh_hant: 不直接分享完整資料

# progress.chip3
source: Processed on this device
zh_hant: 在此裝置上處理

# progress.learn_tech
source: Learn how this works
zh_hant: 了解這項技術

# progress.privacy_body
source: This verification only checks whether you meet the requirement. You do not need to give the website your full identity data.
zh_hant: 這次驗證只會確認你是否符合本次要求，不需要把完整身份資料提供給網站。

# progress.privacy_title
source: How does this protect your privacy?
zh_hant: 為什麼這樣比較保護隱私？

# progress.step1
source: Obtain verification request
zh_hant: 取得本次驗證請求

# progress.step2
source: Open mobile citizen certificate
zh_hant: 開啟行動自然人憑證

# progress.step3
source: Receive signing result
zh_hant: 取得簽署結果

# progress.step4
source: Preparing verification data
zh_hant: 準備驗證資料

# progress.step5
source: Checking badge eligibility
zh_hant: 確認你符合使用資格

# progress.step6
source: Finalizing verification
zh_hant: 完成驗證準備

# progress.submitting_body
source: Keep this app open. Test Verifier is confirming your verification result; your profile will update when done.
zh_hant: 請保持 App 開啟。測試驗證端正在確認你的驗證結果，完成後會更新你的個人檔案。

# progress.submitting_title
source: Sending verification result
zh_hant: 正在送出驗證結果

# progress.verifying_body
source: Verification is running on your phone and may take a few seconds. Keep this app open.
zh_hant: 系統正在你的手機上完成驗證，可能需要幾秒鐘。請保持 App 開啟。

# progress.verifying_title
source: Checking your eligibility
zh_hant: 正在確認你的資格

# readiness.back
source: Back
zh_hant: 返回

# readiness.challenge_expired
source: Challenge expired — Go back to main page
zh_hant: 請求已過期 — 請重新返回主畫面

# readiness.check_id
source: Verify ID number
zh_hant: 檢查身分證字號

# readiness.countdown_label
source: Time left
zh_hant: 剩餘時間

# readiness.download_warning.confirm
source: Download (~81 MB)
zh_hant: 下載（約 81 MB）

# readiness.download_warning.message
source: Downloading verification components requires about 81 MB of data and uses about 950 MB of storage space after decompression.
zh_hant: 下載驗證元件需要約 81 MB 的流量，解壓縮後將佔用約 950 MB 的儲存空間。

# readiness.download_warning.title
source: Storage Required
zh_hant: 需要儲存空間

# readiness.go_moica
source: Open mobile citizen certificate
zh_hant: 前往行動自然人憑證

# readiness.id_hint_enter
source: Enter your national ID, then submit
zh_hant: 請輸入身分證字號後送出

# readiness.id_hint_invalid
source: Verify ID number
zh_hant: 檢查身分證字號

# readiness.id_hint_tap
source: Tap submit to get the verification request
zh_hant: 點擊送出取得驗證請求

# readiness.id_placeholder
source: Enter national ID number
zh_hant: 請輸入身分證字號

# readiness.installed
source: Installed
zh_hant: 已安裝

# readiness.local_verifier
source: On-device verification components
zh_hant: 本機驗證元件

# readiness.moica_app
source: Mobile citizen certificate app
zh_hant: 行動自然人憑證 App

# readiness.national_id
source: National ID number
zh_hant: 身分證字號

# readiness.not_installed
source: Not installed
zh_hant: 未安裝

# readiness.sign_auth
source: Signing authorization
zh_hant: 簽署授權

# readiness.sign_auth_sub
source: Next, the mobile citizen certificate app will open for signing
zh_hant: 下一步會開啟行動自然人憑證 App 進行簽署

# readiness.subtitle
source: Please confirm your phone is ready to complete mobile citizen certificate verification.
zh_hant: 請先確認手機已準備好完成行動自然人憑證驗證。

# readiness.title
source: Verification check
zh_hant: 驗證前檢查

# returned.body
source: Mobile citizen certificate confirmation is complete. Verification data will be prepared on your device.
zh_hant: 行動自然人憑證已完成確認。接下來會在你的裝置上準備驗證資料。

# returned.continue
source: Continue
zh_hant: 繼續

# returned.credential_type
source: Credential
zh_hant: 使用憑證

# returned.moica_name
source: Mobile citizen certificate
zh_hant: 行動自然人憑證

# returned.next_step
source: Next step
zh_hant: 下一步

# returned.next_value
source: Prepare eligibility check
zh_hant: 準備資格驗證

# returned.signing_status
source: Signing status
zh_hant: 簽署狀態

# returned.title
source: Signing result received
zh_hant: 已取得簽署結果

# returned.verify_content
source: Verification
zh_hant: 驗證內容

# signing.checking
source: Confirming…
zh_hant: 確認中

# signing.done
source: Completed
zh_hant: 已完成

# signing.incomplete
source: Incomplete
zh_hant: 未完成

# signing.waiting
source: Waiting…
zh_hant: 等待中

# status.downloading
source: Downloading %lld%%
zh_hant: 下載中 %lld%%

# status.preparing
source: Preparing…
zh_hant: 準備中

# status.ready
source: Ready
zh_hant: 已準備完成

# success.back_homepage
source: Back to Test Verifier
zh_hant: 回到測試驗證端

# success.badge_label
source: Badge
zh_hant: 徽章

# success.banner
source: Verification succeeded. The Taiwan badge will appear on your Test Verifier profile.
zh_hant: 驗證成功，台灣人徽章即將顯示在測試驗證端個人檔案。

# success.body
source: You completed Taiwan badge verification. Test Verifier profile will update.
zh_hant: 你已完成台灣人徽章驗證。測試驗證端個人檔案將更新徽章狀態。

# success.credential_label
source: Credential
zh_hant: 使用憑證

# success.eligibility_label
source: Eligibility check
zh_hant: 資格確認

# success.result_label
source: Result
zh_hant: 驗證結果

# success.result_ok
source: Success
zh_hant: 成功

# success.submit_label
source: Send verification result
zh_hant: 送出驗證

# success.tech_info
source: Technical details
zh_hant: 技術資訊

# success.title
source: Badge verification successful
zh_hant: 徽章驗證成功

# success.total_time_fmt
source: %.1f s
zh_hant: %.1f 秒

# success.total_time_label
source: Total time
zh_hant: 總時間

# vm.hint_sign_data
source: Test Verifier identity verification
zh_hant: 測試驗證端身份驗證

# vm.id_not_found
source: No matching national ID. Please check and try again.
zh_hant: 查無此身分證字號，請重新輸入

# vm.prepare_input_failed
source: Failed to prepare verification data
zh_hant: 準備驗證資料失敗

# vm.prove_failed
source: Eligibility check failed
zh_hant: 資格確認失敗

# vm.server_error
source: Server connection error
zh_hant: 伺服器連線錯誤

# vm.verify_challenge_expired
source: The verification challenge expired before finishing the final step. Go back and request a new challenge.
zh_hant: 驗證請求已過期，無法完成「完成驗證準備」。請返回並重新取得請求。

# vm.verify_failed
source: Failed to submit verification
zh_hant: 送出驗證失敗

# vm.verify_ready
source: Verification data ready
zh_hant: 驗證資料已準備完成

# intro.privacy_framing
source: You are using your Mobile Citizen Digital Certificate to confirm that you are a Taiwanese person over 18. You are not submitting your full identity data.
zh_hant: 你正在使用行動自然人憑證確認自己是年滿 18 歲的台灣人。你不會提交完整的身份資料。

# intro.review_badge
source: Review badge verification
zh_hant: 確認徽章驗證內容

# readiness.start_eligibility
source: Start eligibility check
zh_hant: 開始資格驗證

# returned.confirm_submit
source: Review before sending
zh_hant: 確認後送出

# success.back_forum
source: Back to forum
zh_hant: 回到論壇
